app/controllers/projects_controller.rb

  def create
    @project = Project.new(params[:project])

    if @project.save
---
INSERT INTO "projects" ("name", "created_at", "updated_at", "description") VALUES('sdfgdsf', '2010-04-21 16:22:58', '2010-04-21 16:22:58', 'sdfgsdfg')